{
  "title": "The Science of MDMA &amp; Its Therapeutic Applications ",
  "url": "https://steno.ai/huberman-lab/the-science-of-mdma-its-therapeutic-applications",
  "description": "In this episode, I discuss methyl​enedioxy​methamphetamine (MDMA), which is also commonly known as “ecstasy” or “molly,” including how it works in the brain to cause short- and long- term-shifts in emotional processing and its clinical applications for the treatment of post-traumatic stress disorder (PTSD), alcohol and other substance-use addictions.",
  "date": "",
  "transcripts": {
    "00:00:00": "That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple, you can leave us up to a five star review. If you have questions for me or comments about the podcast or guests that you'd like me to interview on the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. Please also check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. Not so much during today's episode, but on many previous episodes of the Huberman Lab podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, for hormone support, and for focus. The Huberman Lab podcast is proud to have partnered with Momentus Supplements. If you'd like to see the supplements discussed on the Huberman Lab podcast, you can go to livemomentus spelled OUS, so that's livemomentus. com slash Huberman. If you're not already following me on social media, I am a Huberman Lab on Instagram, Twitter, Facebook, and LinkedIn. And at all those places, I discuss science and science related tools for mental health, physical health, and performance, some of which overlap with the science and tools that are discussed on the Huberman Lab podcast, but much of which is distinct from the information covered on the Huberman Lab podcast. So again, it's Huberman Lab on all social media platforms. If you haven't already subscribed to our neural network newsletter, the neural network newsletter is a monthly newsletter. It's completely zero cost where we provide podcast summaries as well as toolkits. The toolkits are short lists in PDF form of things that you can do to improve, for instance, sleep or neuroplasticity. or dopamine regulation, or deliberate cold exposure, or fitness, and on and on. Again, all of that is available at zero cost. You simply go to hubermanlab. com, go to the menu, scroll down to newsletter, and provide your email. We do not share your email with anybody. So if you're interested in those toolkits and the neural network newsletter, again, that's available at hubermanlab. com. Thank you again for joining me for today's discussion, all about MDMA. And last but certainly not least, thank you for your interest in science."
  }
}