{"title": "AMA #7: Cold Exposure, Maximizing REM Sleep &amp; My Next Scientific Studies", "url": "https://steno.ai/huberman-lab/ama-7-cold-exposure-maximizing-rem-sleep-my-next", "description": "Welcome to a preview of the seventh Ask Me Anything (AMA) episode, part of the Huberman Lab Premium subscription.", "date": "", "transcripts": {"00:00:00": "To hear the full episode and to hear future episodes of these Ask Me Anything sessions, plus to receive transcripts of them and transcripts of the Huberman Lab podcast standard channel and premium tools not released anywhere else, please go to HubermanLab. com slash premium. Just to remind you why we launched the Huberman Lab Podcast Premium Channel. It's really two-fold. First of all, it's to raise support for the Standard Huberman Lab Podcast Channel, which of course will still be continued to be released every Monday in full length. We are not going to change the format or anything about the Standard Huberman Lab Podcast. and to fund research, in particular research done on human beings, so not animal models, but on human beings, which I think we all agree is a species that we are most interested in, and we are going to specifically fund research that is aimed toward developing further protocols for mental health, physical health, and performance, and those protocols will be distributed through all channels, not just the premium channel, but through all channels, Huberman Lab Podcast and other media channels. So the idea here is to give you information to your burning questions in depth and allow you the opportunity to support the kind of research that provides those kinds of answers in the first place. Now an especially exciting feature of the premium channel is that the Tiny Foundation has generously offered to do a dollar for dollar match on all funds raised for research through the premium channel. So this is a terrific way that they're going to amplify whatever funds come in through the premium channel to further support research for science and science related tools for mental health, physical health and performance. If you'd like to sign up for the Humberton Lab premium channel, again, there's a cost of $10 per month or you can pay $100 up front for the entire year. That will give you access to all the AMAs. You can ask questions and get answers to your questions and you'll of course get answers to all the questions that other people ask as well. There will also be some premium content such as transcripts of the AMAs and various transcripts and protocols of Huberman Lab podcast episodes and not found elsewhere. And again, you'll be supporting research for mental health, physical health, and performance. You can sign up for the premium channel by going to hubermanlab. com slash premium. Again, that's hubermanlab. com slash premium. And as always, thank you for your interest in science."}}